Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Powiedziałem Dimie wszystko, czego się dowiedziałem. W nagrodę dostałem złoto i zyskałem jej poparcie wśród członków Gildii Kupieckiej.
uk: Я розповів Діні все, що дізнався. У нагороду я отримав золото і заручився її підтримкою серед членів Торгової Гільдії.

source: Powiedziałem Lewko o pozbyciu się golemów. Dał mi w zamian parę sztuk złota i wręczył kilka magicznych zwojów.
uk: Я розповів Левкові про те, що позбувся големів. Він дав мені за це трохи золота та декілька магічних сувоїв.

source: Powiedziałem Odgarowi prawdę o podróżniku. Kowala wyraźnie zasmuciły te wieści. Pozwolił mi zatrzymać przepis, a w ramach nagrody otrzymałem od niego trochę materiałów kowalskich, bym sam mógł wykuć te ostrze.
uk: Я розповів Одгару правду про мандрівника. Коваль був явно засмучений цією новиною. Він дозволив мені залишити креслення, а в нагороду я отримав від нього деякі матеріали, щоб викувати клинок власноруч.

source: Powiedziałem Randhalowi, jednemu ze strażników miejskich, o zwłokach Hoda. Liczyłem, że tym sposobem przynajmniej na chwilę ich stąd odciągnę. Nie przekonały go jednak moje słowa o tym, że mogło to być morderstwo. Muszę znaleźć inny sposób na pozbycie się stąd strażników.
uk: Я розповів Рендалу, одному з міських вартових, про труп Хода. Я сподівався, що таким чином вони хоча б на деякий час підуть звідси. Однак мої слова не переконали його в тому, що це могло бути вбивство. Треба знайти інший спосіб, як випровадити звідси вартових.

source: Powiedziałem Sunderowi o moim odkryciu. Wciąż nie wiem, co zabiło tamtego człowieka, ale na ten moment nie będę ryzykował życia, próbując się tego dowiedzieć. Najemnik zdecydował, że pozostanie w gospodzie przez jakiś czas. Ja z kolei mogę wrócić do Dimy po nagrodę.
uk: Я розповів Сандеру про свою знахідку. Досі не знаю, що вбило того чоловіка, але зараз я не хочу ризикувати своїм життям, намагаючись це з'ясувати. Найманець вирішив зупинитися в корчмі на деякий час. В свою чергу, я можу повертатися до Діни за своєю винагородою.

source: Powiedziałem WYNOCHA!
uk: Забирайся ГЕТЬ!

source: Powiedziałem Yannickowi o tym, że przekazałem paczkę bagiennego ziela strażnikom i w ten sposób sprawiłem, by sobie poszli. Facet nie był do końca zadowolony z takiego obrotu spraw, ale ku mojemu zdziwieniu, niezbyt przejął się faktem, że podkradłem towar jego kolegi. Martwi się jednak, że strażnikom nie wystarczy byle paczka i jeszcze tu wrócą, a wtedy jego interes upadnie. Mimo wszystko zrobiłem to, o co mnie prosił. Mam nadzieję, że teraz dochowa swojej części umowy i zabierze mnie w obiecane miejsce.
uk: Я розповів Янніку про те, що передав вартовим пакунок з болотною травою і таким чином змусив їх піти геть. Хлопець був не дуже задоволений таким поворотом подій, але, на мій подив, його не надто турбував той факт, що я вкрав товар його друга. Він боїться, що вартовим буде недостатньо одного лише пакунку і вони знову повернуться сюди, і тоді його бізнес зазнає краху. Тим не менш, я зробив те, про що він мене просив. Сподіваюся, тепер він виконає свою частину угоди і відвезе мене в обіцяне місце.

source: Powiedziałem ci już wszystko, co wiem, pozwól mi teraz odejść. Obiecuję, że nie będę sprawiał kłopotów ani tobie, ani nikomu z okolicy.
uk: Я вже розповів тобі все, що знаю, тепер відпусти мене. Обіцяю не завдавати неприємностей ні тобі, ні будь-кому з твоїх знайомих.

source: Powiedziałem ci już wszystko, co wiem.
uk: Я розповів тобі все, що знаю.

source: Powiedziałem ci już. To, ile to będzie trwać, zależy wyłącznie od ciebie.
uk: Я тобі вже казав. Як довго це триватиме, залежить тільки від тебе.

source: Powiedziałem ci to tylko dlatego, że mi ostatnio pomogłeś, ale jeśli by ktoś pytał, to mnie tu nie było!
uk: Я розповів тобі це тільки тому, що ти допоміг нам, але якщо хтось запитає – це був не я!

source: Powiedziałem coś! Czego nie zrozumiałeś?
uk: Я тобі вже казав! Що тобі не зрозуміло?

source: Powiedziałem coś! Zostaw mnie w spokoju!
uk: Я ж сказав, залиш мене в спокої!

source: Powiedziałem mu, że przyślę kogoś do pomocy, ale nie zwlekaj za długo. Nie będzie tam sterczał całe wieki.
uk: Я сказав йому, що пошлю когось на допомогу, але не чекай надто довго. Він не стоятиме там вічно.

source: Powiedziałem o zepsutym płocie pasterzowi, ale ten twierdzi, że baran musiał pójść w inną stronę.
uk: Я розповів пастуху про зламаний паркан, але він сказав, що баран, мабуть, пішов в інший бік.

source: Powiedziałem sobie potem: 'Czasy obecne będą proste.' Nic bardziej mylnego!
uk: Тоді я сказав собі: 'Сьогодення буде простішим'. Ніщо не могло бути настільки далеким від істини!

source: Powiedziałem wszystko, co wiedziałem, proszę wypuśćcie mnie!
uk: Я сказав все, що знав, будь ласка, відпустіть мене!

source: Powiedziałem za półdarmo a nie za darmo!
uk: Я сказав, за пів ціни, а не задарма!

source: Powiedziałem, szkolę tylko najlepszych.
uk: Я сказав, що треную тільки найкращих.

source: Powiedziałem, że przenosimy oliwę, której nie można wystawiać na światło słoneczne i sobie poszedł.
uk: Я сказав, що ми переносимо олію, яку не можна піддавати впливу сонячного світла, і він пішов.

source: Powiedziałem, że zarządzanie organizacją i traktowanie jej członków znacznie się zmieniło od czasów jego ojca. Zgodził się więc dołączyć na próbę.
uk: Я сказав, що керівництво організації та ставлення до її членів значно змінилися з часів його батька. Тому він погодився приєднатися, щоб це перевірити.

source: Powiedziałem. Przypominam ci, że mamy rachunki do wyrównania.
uk: Я ж казав. Нагадую, у нас є рахунки, які треба сплатити.

source: Powiedziałem: KONIEC z magią! Ogłuchłeś, czy co?!
uk: Я ж сказав: БІЛЬШЕ НІЯКОЇ магії! Ти глухий чи що?!

source: Powiedziałeś 'Dużego Bena'? Tego Bena?
uk: Ти сказав 'Великого Бена'? Того самого Бена?

source: Powiedziałeś mi niewiele więcej, niż sam wiedziałem.
uk: Ти розповів мені не набагато більше, ніж я вже знав.

source: Powiedzieli nam, że do 'Mrocznych Tajemnic' wpuszczani są tylko zamożni i porządni. No ale my przecież jesteśmy porządni i mamy złoto!
uk: Нам повідомили, що до Темних Таємниць допускаються лише заможні та порядні люди. Але ж ми порядні і маємо золото!

source: Powiedzieli tylko, że zrobiło się zbyt gorąco w mieście i zbierają wszystkich chłopaków w głównej kryjówce, tak na wszelki wypadek, żeby nikt nic nie pisnął.
uk: Сказали лише, що в місті стало надто спекотно, і вони збирають усіх хлопців у головному укритті, щоб ніхто нічого не розголошував.

source: Powiedzmy, 300 sztuk złota.
uk: Скажімо, 300 золотих.

source: Powiedzmy, dążeniu do celu.
uk: Скажімо так, в переслідуванні мети.

source: Powiedzmy, że Archolos mnie mocno rozczarowało.
uk: Скажімо так, що Архолос мене дуже розчарував.

source: Powiedzmy, że będzie to darmowa usługa na poczet przyszłej współpracy.
uk: Скажімо так, це безкоштовна послуга для подальшої співпраці.

source: Powiedzmy, że ich działania nie są komuś na rękę.
uk: Скажімо так, їхні дії декому невигідні.

source: Powiedzmy, że jesteś jednym z nas, ale już niebawem będziesz miał kolejną okazję, żeby dowieść swojej lojalności.
uk: Скажімо так, ти один з нас, але незабаром у тебе буде ще одна можливість довести свою відданість.

source: Powiedzmy, że jesteśmy kwita...
uk: Скажімо, ми квити...

source: Powiedzmy, że ktoś mi zaginął. Gdzie według ciebie najlepiej zacząć poszukiwania?
uk: Припустимо, що у мене дехто зник безвісти. Звідки, по-твоєму, найкраще почати пошуки?

source: Powiedzmy, że mam... dar przekonywania. W końcu ciebie i Riordiana jakoś tutaj zaciągnąłem...
uk: Скажімо, я маю... дар переконання. Зрештою, якось же я привів сюди тебе і Ріордіана...

source: Powiedzmy, że mamy burzliwą przeszłość. Nie musisz wiedzieć.
uk: Скажімо так, у нас було бурхливе минуле. Тобі не обов'язково про це знати.

source: Powiedzmy, że masz naszą uwagę. Co jest w tej propozycji kapitulacji?
uk: Припустимо, ти привернув нашу увагу. Які умови капітуляції?

source: Powiedzmy, że mały upominek dla mojego dawnego przyjaciela. Nie wie, że tu jestem i chciałbym zrobić mu małą niespodziankę.
uk: Скажімо так, невеличкий подарунок для мого старого приятеля. Він не знає, що я тут, і я хочу зробити йому невеличкий сюрприз.

source: Powiedzmy, że mój były pracodawca nie poznał w pełni mojego potencjału.
uk: Скажімо, мій колишній роботодавець не розгледів у повній мірі мого потенціалу.

source: Powiedzmy, że nasza rozmowa nie przebiegła tak jak chciałem. Ostatecznie niewiele się dowiedziałem, a sam Ben... no cóż, niewiele już może powiedzieć.
uk: Скажімо так, наша розмова пройшла не так, як мені хотілося. Зрештою, я мало що дізнався, а сам Бен... ну, він вже нічого не розповість.

source: Powiedzmy, że nie tak sobie wyobrażałem powrót do Marthy.
uk: Скажу лише, що я не так уявляв собі повернення до Марти.

source: Powiedzmy, że podsłuchałem swojego szefa.
uk: Скажімо так, я підслухав свого начальника.

source: Powiedzmy, że postąpiłem lekkomyślnie i narobiłem sobie kilku wrogów w swojej ojczyźnie.
uk: Скажімо так, я вчинив необдумано і нажив собі кількох ворогів у себе на батьківщині.

source: Powiedzmy, że potrzebuję, by rdza pojawiła się w przeciągu jednej nocy.
uk: Припустимо, мені потрібно, щоб іржа з'явилася за одну ніч.

source: Powiedzmy, że przysięga poszła ci całkiem nieźle. Oby z prawdziwą pracą szło ci jeszcze lepiej!
uk: Можна сказати, що присяга пройшла для тебе досить вдало. Будемо сподіватися, що з реальною роботою ти впораєшся ще краще!

source: Powiedzmy, że stół nie nadawał się później do użytku, a ja przekonałem się na własnej skórze o potędze tego surowca.
uk: Скажу так, стіл після цього став непридатним для використання, а я на власному досвіді переконався в силі цієї сировини.

source: Powiedzmy, że ta sytuacja nie do końca była jego winą.
uk: Скажімо так, ця ситуація склалася не тільки з його вини.

source: Powiedzmy, że wierzę, nie mam czasu, żeby oglądać każdego z was, jak pokonuje tę trasę. Ale jeśli kiedykolwiek ktoś nie zdąży... to będziecie mieć problem!
uk: Скажімо так, я тобі вірю, але у мене немає часу спостерігати, як кожен з вас долає цей маршрут. Але якщо коли-небудь хто-небудь не встигне... у вас будуть проблеми!

source: Powiedzmy.
uk: Більш-менш.

source: Powiedzmy. Tylko się nie wygadaj...
uk: Припустимо. Тільки не розбазікай...

source: Powiedź Lunie, że najmocniej ją przepraszam i nie mieszaj się w to. Będzie z tego więcej kłopotów niż pożytku.
uk: Передай Луні, що я щиро перепрошую і прошу не втручатися. Від цього буде більше проблем, ніж користі.

source: Powieki są takie... ciężkie.
uk: Повіки такі... важкі.

source: Powiem Albynowi, że dobrze się spisałeś.
uk: Я скажу Альбіну, що ти добре попрацював.

source: Powiem Albynowi, że opuściłeś swoją wartę.
uk: Я скажу Альбіну, що ти залишив свій пост.

source: Powiem Fabio, że pomysł z zielem jest dobry. Teraz powinien nas tam zabrać.
uk: Я скажу Фабіо, що ідея з травою дуже гарна. Тепер він повинен відвести нас туди.

source: Powiem Karin, że musimy zaczynać.
uk: Я скажу Карін, що нам пора починати.

source: Powiem Knutowi, że się tu ukrywasz, a wtedy on da mi to, czego chcę.
uk: Розповім Кнуту, що ти ховаєшся тут, і він дасть мені те, що я хочу.

source: Powiem Knutowi, że się tu ukrywasz.
uk: Я розповім Кнуту, що ти ховаєшся тут.

source: Powiem Starszemu, że mamy w wiosce prawdziwego magika i bynajmniej nie jest nim stary piernik Lokvar.
uk: Я скажу Старості, що у нас в селі є справжній чарівник, і це аж ніяк не старий сухар Локвар.

source: Powiem Starszemu, że może na mnie liczyć.
uk: Скажу старості, що він може на мене розраховувати.

source: Powiem chłopcom, żeby sprawdzili co potrafi.
uk: Я скажу хлопцям, щоб перевірили, на що він здатен.

source: Powiem ci coś, smarku.
uk: Ось що я тобі скажу, шмаркачу.

source: Powiem ci gdzie jest skrzynka, ale musisz mi coś obiecać.
uk: Я скажу тобі, де скриня, але ти маєш мені дещо пообіцяти.

source: Powiem ci gdzie ją ukryłem, a w zamian mnie pochowasz. Nie chcę zostać pokarmem dla topielców.
uk: Я скажу тобі, де я її сховав, а натомість ти мене поховаєш. Я не хочу стати їжею для луркерів.

source: Powiem ci jedno, to musiał być ktoś z głową na karku, żeby coś takiego wymyślić. Lepiej szybko dowiedz się kto to był, zanim jeszcze ktoś zostanie otruty.
uk: Я можу сказати тільки одне: це мав бути хтось з головою на плечах, щоб таке придумати. Тобі краще швидше з'ясувати, хто це був, поки ще хто-небудь не отруївся.

source: Powiem ci jedno. Żaden trening wojskowy nie przygotuje cię na taką sytuację...
uk: Дозволь мені сказати тобі одну річ. Жодна військова підготовка не підготує тебе до такої ситуації, як ця...

source: Powiem ci jeszcze, że to miasto schodzi na psy.
uk: Скажу я тобі, це місто котиться псу під хвіст.

source: Powiem ci mały, całkiem nieźle. Byłem pewien, że nie wytrzymasz presji i stchórzysz.
uk: Скажу тобі, хлопче, ти молодець. Я був впевнений, що ти не впораєшся і злякаєшся.

source: Powiem ci od siebie, że gdyby coś się tym draniom stało, to raczej nikt by za nimi nie tęsknił, ale uważaj, to twarde sztuki.
uk: Від себе скажу, що якби з цими виродками щось трапилося, навряд чи хтось би за ними сумував. Але бережися, вони міцні хлопці.

source: Powiem ci szczerze, może nie jestem takim fanatykiem Adanosa, jak niektórzy, ale nie widzę dla siebie lepszej przyszłości.
uk: Скажу тобі відверто, можливо, я не такий завзятий послідовник Аданоса, як деякі, але я не бачу для себе кращого майбутнього.

source: Powiem ci szczerze, widzę, że nie jesteś mistrzem górnictwa. Wiem, że przynajmniej nie ogołocisz mi całego kruszcu, a po powrocie grzecznie odstąpisz mi miejsca.
uk: Скажу тобі чесно, я бачу, що ти не майстер-гірник. Я знаю, що принаймні ти не залишиш мене без руди, та ввічливо повернеш мені місце.

source: Powiem ci tak. Jak chcesz po prostu wyżłopać piwo, to weź Wyspiarskie. Nie obrażę się, ale polecam Mrocznego Paladyna.
uk: Ось що я тобі скажу. Якщо ти хочеш просто ковтнути пива, візьми Острівне. Я не ображусь, але я рекомендую тобі Темного Паладина.

source: Powiem ci to jako osoba, która sporo łazi po okolicznych lasach - bez porządnego wyposażenia nawet nie myśl o tej wyprawie.
uk: Скажу тобі як людина, яка багато блукає навколишніми лісами – без пристойного спорядження навіть не думай туди йти.

source: Powiem ci tyle: jeśli ta dziewczyna byłaby w mieście, to z pewnością bym coś o tym wiedziała.
uk: Скажу тобі так: якби ця дівчина була в місті, я б неодмінно щось про це знала.

source: Powiem ci tylko tyle, że czas, żebym rozważył nowe ścieżki kariery zawodowej.
uk: Скажу тобі тільки те, що настав час подумати про нову кар'єру.

source: Powiem ci tylko tyle, że nie powinieneś się interesować.
uk: Скажу лише, що тебе це не повинно цікавити.

source: Powiem ci, jaka jest najważniejsza zasada.
uk: Скажу тобі, яке найважливіше правило.

source: Powiem ci, młody, nie kupiła mnie twoja historia. Masz, twoja sieć. Nie zdążyłem jej naprawić i nie zrobię tego. Przykro mi.
uk: Знаєш що, хлопче, я не купився на твою історію. Ось твоя сітка. В мене немає часу, щоб її лагодити, і я цього не робитиму. Вибачай.

source: Powiem ci, nie narzekam. Nawet mimo ciągłych wart i wysłuchiwania skarg, które tak naprawdę latają mi koło dupy.
uk: Я не скаржуся. Навіть незважаючи на постійні караули і вислуховування скарг, на які мені, взагалі-то, начхати.

source: Powiem ci, że nie spodziewałem się aż tak dobrych wyników. Udało ci się namówić prawie wszystkich, o których prosiłem.
uk: Скажу тобі, я не очікував настільки хороших результатів. Тобі вдалося переконати майже всіх, про кого я просив.

source: Powiem ci, że wybrałeś ciekawy moment na wizytę rodzinną!
uk: Скажу тобі, ти обрав цікавий час, щоб провідати родичів!

source: Powiem krótko. Twoja reputacja cię wyprzedza, a my potrzebujemy zdolnych ludzi.
uk: Скажу коротко. Твоя репутація випереджає тебе, а нам потрібні здібні люди.

source: Powiem ludziom, żeby uważali i nie przyjmowali takich propozycji współpracy.
uk: Розповім людям, щоб вони були обережними і не приймали подібних пропозицій про співпрацю.

source: Powiem paru chłopakom, że trzeba zrobić zrzutkę na ważny cel.
uk: Я скажу нашим хлопцям, що потрібно внести гроші на важливу справу.

source: Powiem szczerze, całkiem nieźle. Adelard mógłby nam dać jakieś podwyżki, ale w gruncie rzeczy jest w porządku.
uk: Чесно кажучи, досить непогано. Аделард міг би дати нам надбавку, але в основному все в порядку.

source: Powiem szczerze, nie za dobrze. Ale jakoś żyję.
uk: Скажу чесно, не дуже добре. Але якось живу.

source: Powiem szczerze, w całej kopalni jest tylko jedna skrzynia, która wygląda na dostatecznie porządnie wykonaną, by taki klucz do niej pasował.
uk: Скажу чесно, у всій копальні є лише одна скриня, яка виглядає досить пристойно, щоб до неї підійшов такий ключ.

source: Powiem tyle, nie na darmo nazywają to miejsce Wybrzeżem Topielców.
uk: Ось що я скажу, не дарма це місце називають Узбережжям луркерів.

source: Powiem więcej. Kto będzie chciał słuchać kogoś, kto został z jednej z nich wyrzucony?
uk: Скажу більше. Хто захоче слухати того, кого вигнали з однієї з них?

source: Powiem wszystkim w Silbach, jaka z ciebie szuja!
uk: Я розповім усім у Сільбаху, який ти покидьок!

source: Powiem, jeśli obiecasz nikomu tego nie rozpowiadać.
uk: Я скажу, якщо ти пообіцяєш нікому не розповідати.

source: Powiemy, że to jednak przez jedzenie. Oscar akurat coś spartaczył. Zdarza się nawet najlepszym.
uk: Ми скажемо, що це через їжу. Оскар щось не так приготував. Таке трапляється навіть з найкращими.

source: Powiesz mi dokładnie co się tu stało?
uk: Розкажеш мені детально, що тут сталося?

source: Powiesz mi teraz, co wiesz o tym Antonio?
uk: А тепер розкажи мені, що ти знаєш про цього Антоніо?

source: Powiesz mu, że przyciągnięcie skrzyni do Przystani było twoim pomysłem. Cortez docenia zdolnych ludzi.
uk: Скажеш йому, що притягнути скриню до Гавані це була твоя ідея. Кортез цінує здібних людей.

source: Powiesz mu, że zbliża się turniej i potrzebuję szybkiej dostawy towarów, więc płacę podwójnie.
uk: Скажи йому, що скоро турнір, і мені потрібна термінова доставка товару, тому я заплачу подвійну ціну.

source: Powiew Północy
uk: Північний вітер

source: Powinien być nieco wart.
uk: Він повинен чимало коштувати.

source: Powinien być trochę warty.
uk: Він повинен чимало коштувати.

source: Powinien zainteresować kolekcjonerów.
uk: Повинен зацікавити колекціонерів.

source: Powinien zaprowadzić ich do medyka straży.
uk: Він мав привести їх до медика Варти.

source: Powinien zaprowadzić ich do waszego medyka.
uk: Він мав привести їх до вашого медика.

source: Powinien zostać w swoim cieplutkim domku!
uk: Треба було залишатись у своєму теплому будиночку!

source: Powinienem był po nią wrócić i szukać. Szukać, aż bym znalazł. Ale tego nie zrobiłem...
uk: Я повинен був повернутися і шукати її. Шукати доти, доки не знайшов би. Але я цього не зробив...

source: Powinienem był zostać z Florą na Laran zamiast namawiać ją na tę cholerną podróż.
uk: Я мав би лишити Флору на Ларані замість того, щоб вмовити її вирушити в цю трикляту подорож.

source: Powinienem ci bić brawo z tej okazji? Jemu dałyby radę nawet dziewczyny z naszej karczmy.
uk: Я маю аплодувати тобі з цього приводу? Навіть дівчата з нашої корчми впоралися б з ним.

source: Powinienem cię zabić tu i teraz! Masz szczęście, że stoimy na świętej ziemi i nie wolno mi tu przelewać krwi!
uk: Я мав би вбити тебе тут і зараз! Тобі пощастило, що ми стоїмо на священній землі і я не маю права проливати тут кров!

source: Powinienem cofnąć się po Rozjemcę...
uk: Я повинен повернутися за Миротворцем...

source: Powinienem dostarczyć ją Bastianowi.
uk: Треба віднести це Бастіану.

source: Powinienem ją otworzyć
uk: Я повинен відкрити його

source: Powinienem notować swoje obliczenia - to nauczka na przyszłość.
uk: Мені потрібно записувати свої розрахунки – це урок на майбутнє.

source: Powinienem oskarżyć cię o próbę morderstwa, ale wiem że nie chciałeś śmierci Rodrigo.
uk: Я мав би звинуватити тебе в замаху на вбивство, але я знаю, що ти не хотів смерті Родріго.

source: Powinienem porozmawiać z Alfredem - szambelanem Volkera - o zamachu.
uk: Я маю поговорити про замах з Альфредом – помічником Волкера.

source: Powinienem porozmawiać z Bradlockiem - ochroniarzem Volkera - o zamachu.
uk: Мені потрібно поговорити з Бредлоком, охоронцем Волкера, про замах.

source: Powinienem porozmawiać z kupcem Ernesto, handlarzem Armarem, karczmarką Helgą lub handlarką Dimą. Ponoć mogą mieć dla mnie jakieś zadania.
uk: Мені слід поговорити з купцем Ернесто, торговцем Армаром, корчмаркою Хельгою або торговкою Діною. Можливо, вони мають якісь завдання для мене.

source: Powinienem przyjść tu wieczorem.
uk: Я повинен прийти сюди ввечері.

source: Powinienem się pośpieszyć, jeszcze Lutz pomyśli, że uciekłem z jego pieniędzmi.
uk: Я маю поквапитися, інакше Люц подумає, що я втік з його грошима.

source: Powinienem się spodziewać, że nawet Magowie Wody nie dadzą mi nic za darmo. Mam udać się do Dzielnicy Biedoty w porcie i rozpalić koksowniki. Oby tylko nikt nie poderżnął mi gardła.
uk: Не слід було розраховувати, що Маги Води дадуть мені щось безкоштовно. Я маю піти до Бідного кварталу в порту і підпалити жаровні. Сподіваюся, що ніхто мені не переріже горлянку.

source: Powinienem szukać młodego, chuderlawego chłopaka ze spiętymi włosami, ubranego w typowy wiejski strój bez rękawów.
uk: Мені слід шукати молодого, худорлявого хлопця з зав'язаним назад волоссям, одягненого в звичайний сільський одяг без рукавів.

source: Powinienem udać się do Hierro, może coś mi doradzi.
uk: Мені варто звернутися до Гієро. Можливо, він зможе щось порадити.

source: Powinienem wiedzieć coś więcej o tych zębaczach?
uk: Мені варто щось знати про тих снепперів?

source: Powinienem wiedzieć od razu, żeby ci nie ufać. A teraz to dostanę baty, oj dostanę...
uk: Я з самого початку повинен був здогадатися, що тобі не можна довіряти. А тепер я отримаю прочуханку, ой отримаю...

source: Powinienem wrócić do Wilczego Leża i zająć się rzeczami, które zabrałem Jonowi. Jestem pewien, że przybliżą mnie do znalezienia Jorna.
uk: Я повинен повернутися до Вовчого Лігва і розібратися з речами, які я забрав у Йона. Я впевнений, що вони наблизять мене до пошуку Йорна.

source: Powinienem zanieść ją do magazynu.
uk: Треба віднести її на склад.

source: Powinienem zdjąć pancerz.
uk: Мені потрібно зняти обладунок.

source: Powinienem znaleźć coś w twoim rozmiarze.
uk: Думаю, я зможу знайти щось твого розміру.

source: Powinienem zobaczyć się z Jornem w karczmie.
uk: Треба зустрітися з Йорном в корчмі.

source: Powinieneś mi dziękować, że tam na arenie nie przerobiłem twojej głowy na kufel do piwa.
uk: Ти повинен бути вдячним мені за те, що там, на арені, я не перетворив твою голову на пивний кухоль.

source: Powinieneś mi podziękować, wyświadczyłem ci ogromną przysługę. Z twoimi umiejętnościami kolejni przeciwnicy rozerwaliby cię na strzępy.
uk: Ти маєш мені подякувати, я зробив тобі величезну послугу. З твоїми навичками наступні супротивники розірвали б тебе на шматки.

source: Powinieneś mieć ten, który dałem ci jakiś czas temu!
uk: У тебе ж мав бути той, що я тобі дав тобі раніше!

source: Powinieneś natychmiast udać się do mistrza Notgera po pokutę!
uk: Ти маєш негайно вирушити до майстра Нотгера для покаяння!

source: Powinieneś raczej zapytać, czym nie handlujemy, chłopcze.
uk: Мабуть, краще запитати, чим ми не торгуємо, хлопче.

source: Powinieneś raczej zapytać: kogo tu nie było.
uk: Краще запитай, кого тут не було.

source: Powinieneś się w końcu nauczyć, gdzie jest twoje miejsce. Chyba będę musiał ci to przypomnieć.
uk: Ти маєш нарешті зрозуміти, де твоє місце. Схоже, мені доведеться нагадати тобі про це.

source: Powinieneś się z tego cieszyć.
uk: Треба цьому радіти.
